/* No comment provided by engineer. */
"%i files from put.io began downloading" = "%i files from put.io began downloading";

/* Account Preferences Title */
"Account" = "Account";

/* No comment provided by engineer. */
"After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again" = "After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again";

/* No comment provided by engineer. */
"Are you sure that you want to forget all previously synced items" = "Are you sure that you want to forget all previously synced items";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change account..." = "Change account...";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"Download failed" = "Download failed";

/* No comment provided by engineer. */
"Download finished" = "Download finished";

/* No comment provided by engineer. */
"Downloading new files" = "Downloading new files";

/* No comment provided by engineer. */
"Error: %@" = "Error: %@";

/* No comment provided by engineer. */
"Estimating remaining time" = "Estimating remaining time";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"Finished, seeding to %i peers - " = "Finished, seeding to %i peers - ";

/* No comment provided by engineer. */
"Forget synced items" = "Forget synced items";

/* General Preferences title */
"General" = "General";

/* No comment provided by engineer. */
"In queue" = "In queue";

/* No comment provided by engineer. */
"Last sync: %@" = "Last sync: %@";

/* No comment provided by engineer. */
"Last sync: never" = "Last sync: never";

/* No comment provided by engineer. */
"Last update: %@" = "Last update: %@";

/* No comment provided by engineer. */
"Looking for items to download" = "Looking for items to download";

/* No comment provided by engineer. */
"never" = "never";

/* preferences.title */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Sign in..." = "Sign in...";

/* Sync Preferences title */
"Synced Folders" = "Synced Folders";

/* No comment provided by engineer. */
"Syncing '%@'..." = "Syncing '%@'...";

/* No comment provided by engineer. */
"Used space: %@ of %@" = "Used space: %1$@ of %2$@";

/* No comment provided by engineer. */
"You are signed in as" = "You are signed in as";

/* No comment provided by engineer. */
"You did not connect your put.io account yet" = "You did not connect your put.io account yet";

